000100  IDENTIFICATION DIVISION.
000200  PROGRAM-ID.  HELLO.
000300  AUTHOR.      JOE PROGRAMMER.
000400  ENVIRONMENT DIVISION.
000500  DATA DIVISION.
000600  PROCEDURE DIVISION.
000700  MAINLINE.
000800      DISPLAY 'Greetings World!'.
000900      STOP RUN.
